Revit 2027 API
ParameterTypeId.RbsElecPanelBranchCircuitCurrentPhasec Property
 "Branch Circuit Current Phase C"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelBranchCircuitCurrentPhasec { get; }
Public Shared ReadOnly Property RbsElecPanelBranchCircuitCurrentPhasec As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelBranchCircuitCurrentPhasec {
	ForgeTypeId^ get ();
}
static member RbsElecPanelBranchCircuitCurrentPhasec : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace